---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RasterSymbolWidth
source: html/ca2c08ee-82ab-988c-9b12-a0ae1fd4f4e3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RasterSymbolWidth Property

"Width"

## Syntax (C#)
```csharp
public static ForgeTypeId RasterSymbolWidth { get; }
```